{
"workouts" : [
	{
		"title": "Tadasana\n(Mountain Pose)",
		"titleExpress": "Chaturangadandasana\n(Plank pose)",
		"description": "Stand on the ground barefoot with your legs and feet joined together. Bend your knees slightly and then straighten them to help loosen your joints.\n\nFirm your thigh muscles and turn them slightly inwards while lifting your knee cap. Keep in mind not to harden your lower belly.\n\nGoing up, lift your chest up and out and push your shoulder blades back. Widen your collarbones.\n",
		"descriptionExpress": "From Plank Pose, align your shoulders slightly ahead of the wrists and come onto the balls of your feet, pressing the soles of your feet back, as if into a wall behind you.\n\nSimultaneously push back through the heels to engage the quadriceps and bring the lower body to life, and reach your sternum forward, creating a straight, taut line of energy from the crown of your head through your feet.\n\nOn an inhalation, draw the heads of the shoulders and the tops of the thighs up and away from the floor, pull your lower body up and in, and release the tailbone toward the floor.\n\nOn an exhalation, bend your elbows, keeping them over your wrists and drawn in against your sides. Slowly lower yourself toward the floor, keeping your body as straight as a plank of wood, neither letting your center sag nor sticking your buttocks up in the air.\n\nBring your gaze to the floor, about 6 inches in front of you, and continue to lower until your shoulders are at the same height as your elbows.\n\n Continue to reach through the heels, sternum, and crown of the head as you breathe.\n\nTo come out of the pose, exhale and lower down to your belly or push back up to Plank Pose. Or inhale and come onto the tops of your feet and into Upward-Facing Dog.\n",
		"link": "s2NQhpFGIOg",
		"linkExpress": "s2NQhpFGIOg"
	},
	{
		"title": "Vrikshasana\n(Tree Pose)",
		"titleExpress": "Virabhadrasana\n(Warrior pose)",
		"description": "Stand tall and erect in Tadasana (mountain pose) with your arms by your side and shoulders relaxed.\n\nBend your right leg and place your right foot high up on your left thigh.\n\nThe sole of your right foot should be placed flat and firmly on the inner side of the thigh. And your left leg should be straight.\n\nOnce you have found your balance, take a deep breath and gracefully raise your arms over your head. Bring your palms together in ‘namaste’ mudra i.e. hands folded\n\nLook straight ahead at a distant object, with a steady gaze. Make sure your spine in straight, and keep taking long deep breaths. Relax the body more and more each time you exhale, and try to hold the pose for as long as possible.\n\nThen slowly exhale, bring down your hands from the side of your body and gently release the right leg.\n",
		"descriptionExpress": "Stand erect and spread your legs about three to four feet apart. Your right foot should be in the front and the left foot behind.\n\n Now, turn your right foot outwards by 90 degrees and the left by 15 degrees, making sure the heel of the right foot is perfectly aligned with the center of the left foot.\n\nLift your arms sideways until they reach the height of your shoulders. Your arms must be parallel to the ground, and your palms should be facing upwards.\n\nExhale and bend your right knee, such that your knee and ankle form a straight line. Make sure that your knee does not go ahead of your ankle.\n\nNow turn your gaze to your right.\n\nAs you move into the pose, stretch your arms further and join your palms above your head. Look at your palms. Gently push your pelvis down.\n\nHold the pose with the same determination as a warrior, and wear a smile on your face. Breathe normally and keep going down.\n\n Inhale and come up.Exhale and gently bring your hands down from the sides.\n\nRepeat this pose on the left side, with your left leg in the front and the right one at the back.\n",
		"link": "s2NQhpFGIOg",
		"linkExpress": "s2NQhpFGIOg"
	},
	{
		"title": "Adho Mukho Svanasana\n(Downward Facing Dog Pose)",
		"titleExpress": "Sarvangasana\n(Shoulder stand)",
		"description": "Come onto the floor on your hands and knees. Set your knees directly below your hips and your hands slightly forward of your shoulders. Spread your palms, index fingers parallel or slightly turned out, and turn your toes under.\n\nExhale and lift your knees away from the floor. At first keep the knees slightly bent and the heels lifted away from the floor. Lengthen your tailbone away from the back of your pelvis and press it lightly toward the pubis. Against this resistance, lift the sitting bones toward the ceiling, and from your inner ankles draw the inner legs up into the groins.\n\nThen with an exhalation, push your top thighs back and stretch your heels onto or down toward the floor. Straighten your knees but be sure not to lock them. Firm the outer thighs and roll the upper thighs inward slightly. Narrow the front of the pelvis.\n\nFirm the outer arms and press the bases of the index fingers actively into the floor. From these two points lift along your inner arms from the wrists to the tops of the shoulders. Firm your shoulder blades against your back, then widen them and draw them toward the tailbone. Keep the head between the upper arms; don't let it hang.\n",
		"descriptionExpress": "Exhaling, raise high the legs together enough to make a right angle with the body. Keep the knees straight and the body above the hip-joint on the ground undisturbed.\n\nAt this stage, still exhaling, raise the arms and hold the waist and push the body up as far as possible. Put all the body weight on the arms and rest on the elbows, with the legs thrown upwards.\n\nWhen this position is firmly secured, by careful manipulation, make an attempt to shift the hands slowly towards the waist, with the fingers extended to the back of the hip-bones and the thumbs pressed lightly on both sides of the navel.\n\nSet the chin in the jugular notch and place the full weight upon the shoulders, the neck and the back of the head (final position). Complete the above steps in 4 seconds, while exhaling.\n\nMaintain this pose as long as convenient, but not longer than two minutes, breathe normally slow, rhythmic and natural.\n\nReturn to starting position: slowly bend the knees and then gently lower the hips towards the mat, supported by the hands in 4 seconds, while inhaling.Release the hands from the back and assume the starting position.Take a few deep breaths and then rest a while, breath normally.\n",
		"link": "s2NQhpFGIOg",
		"linkExpress": "s2NQhpFGIOg"
	},
	{
		"title": "Trikonasana\n(Triangle Pose)",
		"titleExpress": "Setu Bandha Sarvangasana\n(Bridge pose)",
		"description": "First and fore most stand straight(Tadasana), now spread your legs apart about ¾ of your height and right leg facing the right side, left leg slightly inside facing forward about 45 degrees.\n\nNow slowly spread both the hands parallel with the ground and maintain the line with right knees and shoulders, go down and touch the ground /grip the right toes as per one’s capacity. Your left shoulder should be in line with the right shoulder (not coming out of the alignment drooping down side ways) left hand facing up and gazing at the left hand fingers.\n\nIt is important to keep the exact posture. Your eyes should be towards the ceiling or upward, never look down unless it’s an exception.\n\nBreathing is cardinal. At least stay for 5 breaths in the pose. Stay in that position around 1 minute. Make sure that your body is bent exactly to the sideways and not forward or backward.\n",
		"descriptionExpress": "Lying on your back, place your feet flat on the floor, a comfortable distance away from the hips.\n\nPlace your arms next to the ribcage. You can either bend your elbows 90 degrees so that your fingers are pointing to the ceiling or hold onto the outer edges of your mat.\n\nOn an inhalation, press the back of your shoulders and your feet into the floor and lift your hips up.\n\nPress the inner feet down actively and keep the knees from spreading out wide, by engaging the inner thighs.\n\nLengthen your tailbone, slide your shoulder blades down your back and keep your neck neutral.\n\nYou can clasp your hands behind your back.\n\nStay for 5 to 15 breaths.\n\nTo come out of the pose, release the arms and roll your spine down on an out-breath.\n",
		"link": "s2NQhpFGIOg",
		"linkExpress": "s2NQhpFGIOg"
	},
	{
		"title": "Utkatasana\n(Chair Pose)",
		"titleExpress": "Dhanurasana\n(Bow pose)",
		"description": "Stand in Tadasana. Inhale and raise your arms perpendicular to the floor. Either keep the arms parallel, palms facing inward, or join the palms.\n\nExhale and bend your knees, trying to take the thighs as nearly parallel to the floor as possible. The knees will project out over the feet, and the torso will lean slightly forward over the thighs until the front torso forms approximately a right angle with the tops of the thighs. Keep the inner thighs parallel to each other and press the heads of the thigh bones down toward the heels.\n\nFirm your shoulder blades against the back. Take your tailbone down toward the floor and in toward your pubis to keep the lower back long.\n\nStay for 30 seconds to a minute. To come out of this pose straighten your knees with an inhalation, lifting strongly through the arms. Exhale and release your arms to your sides into Tadasana.\n",
		"descriptionExpress": "Lie down on your stomach with your feet slightly apart, almost parallel to your hips, and place your arms on the side of your body.\n\nSlowly, fold your knees up and hold your ankles with your hands.\n\nBreathe in and lift your chest off the ground nad pull your legs up and stretch it out. You should feel the stretch on your arms and thighs.\n\nHold the pose for 12-15 seconds, paying attention to your breath as you take long, deep ones.\n\nSlowly bring your chest and legs back to the ground, release your hold on the ankles, and relax with your hands on the side. Repeat for a few sets.\n",
		"link": "s2NQhpFGIOg",
		"linkExpress": "s2NQhpFGIOg"
	}
]
}	